[
    {
        "name": "Aggro",
        "type": "Slang",
        "description": ["One of the 3 main deck archetypes. An archetype highly dependent on creature combat and aggressive attacks. Aggro decks generally have a low mana curve and try to overwhelm the opponent before they can establish their plan."],
        "source": "MTG Wiki",
        "quote": "I love playing Aggro. I bought the monsters I'm gonna swing with em",
        "synonyms": [],
        "see_also": ["Combo","Control"]
    },
    {
        "name": "Allied Colors",
        "type": "Concept",
        "description": ["The five pairings of colors adjacent to each other on the color wheel. The names are derived from their respective Ravnican guilds, those being...",
            "- Azorius: WU",
            "- Dimir: UB",
            "- Rakdos: BR",
            "- Gruul: RG",
            "- Selesnya: GW",
            "These colors are ideologically similar, hence their allied nature."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": ["Azorius", "Dimir", "Rakdos", "Gruul", "Selesnya"]
    },
    {
        "name": "Alpha Strike",
        "type": "Slang",
        "description": ["Attacking with every creature you have in a final attack for lethal damage"],
        "source": "MTG Wiki",
        "quote": "Yeah I'm just gonna alpha strike you for lethal.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Anthem",
        "type": "Slang",
        "description": ["Any effect which buffs all of a players creatures. Named after Glorious Anthem."],
        "source": "MTG Wiki",
        "quote": "I play Always Watching, it's an anthem giving my nontoken creatures +1/+1",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Aristocrat",
        "type": "Slang",
        "description": ["A creature with an activated ability involving sacrificing another creature. Also refers to a deck archetype centered around this strategy"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": ["word1", "word2"],
        "see_also": ["word3", "word4"]
    },
    {
        "name": "Abzan",
        "type": "Concept",
        "description": ["The wedge combination of WBG, named after the respective clan of Tarkir"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Azorious",
        "type": "Concept",
        "description": ["The allied color pair of WU, named after the Ravnican Guild"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Bant",
        "type": "Concept",
        "description": ["The shard combination of UWG, named after the shard of Alara"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Basic Land",
        "type": "Type",
        "description": ["The 6 variants of lands which can tap to produce a color of mana, as well as their snow-covered variants. These types are...",
            "Plains (W)",
            "Island (U)",
            "Swamp (B)",
            "Mountain (R)",
            "Forest (G)",
            "Wastes (C)",
            "Basic lands are one of the few cards which bypass deckbuilding restrictions, such as the 4-of-a-kind rule in 60-card formats, and the singleton rule in Commander"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": ["Dual Lands"]
    },
    {
        "name": "Battle",
        "type": "Type",
        "description": ["A card type introduced in March of the Machine. FIX THIS"],
        "source": "Description Source",
        "quote": "This is a quote using the word - Quote Sayer",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Board Wipe",
        "type": "Slang",
        "description": ["A spell that somehow disposes of all creatures currently in play. Board wipes are typically symmetrical, wiping out the caster's creatures as well, however asymmetrical boardwipes do exist, but are usually much more expensive"],
        "source": "MTG Wiki",
        "quote": "Yeah this board looks bad for me, imma just cast a board wipe",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Bomb",
        "type": "Slang",
        "description": ["A card powerful enough to change the course of the game on its own. Usually used in the context of limited formats, where drafting or opening a bomb greatly improves one's chances."],
        "source": "MTG Wiki",
        "quote": "I got carried so hard by that bomb I drafted last time",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Boros",
        "type": "Concept",
        "description": ["The enemy color pair of WR, named after the Ravnican Guild"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Bounce",
        "type": "Slang",
        "description": ["A spell or effect that returns a permanant to its owner's hand"],
        "source": "MTG Wiki",
        "quote": "I'll cast Desculpting Blast and bounce your 4/4 flyer",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "BREAD",
        "type": "Slang",
        "description": ["A draft strategy to help prioritize which cards to draft. The term is an acronym for",
            "- Bomb",
            "- Removal",
            "- Evasion",
            "- Aggro",
            "- Dud",
            "The term is prolific, however some consider it outdated as a result of modern set design, as well as the nebulous nature of the evasion, aggro, and dud categories. Nonetheless, it is still a helpful strategy for people starting out with drafting"
        ],
        "source": "Description Source",
        "quote": "This is a quote using the word - Quote Sayer",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Burn",
        "type": "Slang",
        "description": ["A source of direct damage, that being damage dealt outside of combat"],
        "source": "MTG Wiki",
        "quote": "I'll use Lightning Bolt to burn you for 3 damage",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Cantrip",
        "type": "Slang",
        "description": ["A spell or ability with a 'Draw a Card' effect tacked on. A spell with this ability effectively replaces itself in your hand"],
        "source": "MTG Wiki",
        "quote": "I can't believe that spell's a cantrip considering how broken it is",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "CEDH",
        "type": "Slang",
        "description": ["Competitive Elder Dragon Highlander. A subset of Commander focused around playing to win as efficiently as possible with the strongest possible decks. Game Changers, infinite combos, land destruction, anything goes as long as it hasn't been banned."],
        "source": "MTG Wiki",
        "quote": "I've been getting into CEDH lately and wow it's crazy just how insane some of these decks are.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Chaff",
        "type": "Slang",
        "description": ["Unremarkable cards, unlikely to be included in a constructed deck. Typically common or uncommon cards, but there are exceptions. Very frequently used in the context of 'draft chaff,' cards that are usually considered useless outside of a limited format. "],
        "source": "MTG Wiki",
        "quote": "Wow this whole pack is nothing but chaff that's crazy",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Cheat",
        "type": "Slang",
        "description": ["To play a card with a high mana cost, but actually paying little, if any, of the cost. Commonly achieved with spells and abilities that directly put cards onto the battlefield"],
        "source": "MTG Wiki",
        "quote": "IT'S TURN 4 HOW DID YOU CHEAT OUT ETALI THAT QUICK???",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Chump Block",
        "type": "Slang",
        "description": ["Blocking a high power/toughness creature with a low power/toughness creature, the only goal being to prevent the big creature from damaging you. A chump blocker is any creature used for such a purpose"],
        "source": "MTG Wiki",
        "quote": "You're swinging with a 28/28? Ok, I'll just chump block with my human token",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Clock",
        "type": "Slang",
        "description": ["A threat that will lead to victory over an opponent in a finite number of turns, giving the opponent a time limit in which they must either win or answer the threat"],
        "source": "MTG Wiki",
        "quote": "You're at 10 health and can't block my 2/2 flyer. You're on a 5 turn clock.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Combat Trick",
        "type": "Slang",
        "description": ["An instant or activated ability that buffs or debuffs a creature, usually played after attacks and blocks have been declared to swing the outcome of the interaction"],
        "source": "MTG Wiki",
        "quote": "Hm... I could block her 2/2 with my 3/3, but she might have a combat trick up her sleeve...",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Combo",
        "type": "Slang",
        "description": ["A combination of multiple cards which produces a beneficial effect, usually greater than the benefits from the separate cards.",
            "Also refers to one of the 3 main deck archetypes, a combo deck uses a combo as its win condition, and is thus designed to set up and protect that combo",
            "Can also be used as a verb when a player initiates the combo, as in to 'combo off'"],
        "source": "MTG Wiki",
        "quote": "This guy's combo deck is nuts! Every time he just draws two cards, tutors the rest, and combos off by turn 5!",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Control",
        "type": "Slang",
        "description": ["One of the 3 main deck archetypes, control decks aim to counter or otherwise negate an opponents threats while steadily gaining advantage. Control decks sacrifice winning the game quickly in exchange for consistently dealing with their opponents' threats."],
        "source": "MTG Wiki",
        "quote": "I can't believe she's a control player. I thought she was cool...",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Cube",
        "type": "Format",
        "description": ["A casual format where players create a large pool of cards they then proceed to draft from, in essence creating their very own Magic: The Gathering set."],
        "source": "MTG Wiki",
        "quote": "One of these days I'm gonna make my Sliver cube, just you wait",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dead Card",
        "type": "Slang",
        "description": ["A card in hand that is irrelevant or unplayable, either because it cannot be played, or it has become irrelevant."],
        "source": "MTG Wiki",
        "quote": "Really? A mana dork now? What a dead card",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Decking",
        "type": "Slang",
        "description": ["To run a player's library out of cards, thus causing them to lose the game for being unable to draw cards when required to do so"],
        "source": "MTG Wiki",
        "quote": "You know my buddy once accidentally decked himself out last prerelease.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dies to Removal",
        "type": "Slang",
        "description": ["A joking phrase used to ascribe an unrealistic sense of vulnerability to powerful permanents, typically creatures."],
        "source": "MTG Wiki",
        "quote": "I maintain that Nadu shouldn't have been banned. She dies to removal",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dimir",
        "type": "Slang",
        "description": ["The allied color pair of UB, named after the Ravnican Guild"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dork",
        "type": "Slang",
        "description": ["A creature with unimpressive combat stats. Commonly used to refer to utility creatures which have some other relevant ability."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Drain",
        "type": "Slang",
        "description": ["An effect that causes an opponent or creature to take damage or lose life, while the effect's controller gains life."],
        "source": "MTG Wiki",
        "quote": "I've been getting into CEDH lately and wow it's crazy just how insane some of these decks are.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Drop",
        "type": "Slang",
        "description": ["A permanent which can be played without major strategic consideration. Usually used in the context of '2-drop', '3-drop' etc., referring to the turn when a permanent can first be played, which is usually equal to its mana value."],
        "source": "MTG Wiki",
        "quote": "It's crucial to my plan that I play my commander as a 3 drop",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dud",
        "type": "Slang",
        "description": ["A card generally not worth playing, either because its mana cost is too high for whatever benefit it gives, or because the benefit it gives isn't particularly advantageous"],
        "source": "MTG Wiki",
        "quote": "Man I've just been drafting nothing but duds",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dual Land",
        "type": "Concept",
        "description": ["Any of the non-basic lands which can produce 2 colors of mana. Especially refers to the original 10 dual lands which featured no restrictions on their use, making them incredibly powerful and rare, especially since all 10 are on the reserved list",
            "Several different kinds of dual lands exist, each with their own advantages and disadvantages. For a comprehensive list of each category of dual lands, check back later. Maybe Duder'll get around to it."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": ["If you see this, yell at Duder to make the dual lands entries"]
    },
    {
        "name": "Egg",
        "type": "Slang",
        "description": ["A cheap artifact that can be cracked for a small effect. Derived from the Odyssey 'egg' cycle"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Enemy Colors",
        "type": "Concept",
        "description": ["The five pairings of colors opposite to each other on the color wheel. The names are derived from their respective Ravnican guilds, those being...",
            "- Orzhov: WB",
            "- Golgari: BG",
            "- Simic: GU",
            "- Izzet: UR",
            "- Boros: RW",
            "These colors are ideologically opposed, hence their enemy nature, however there are still some commonalities between them."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Engine",
        "type": "Slang",
        "description": ["A card or combination of cards that produce a powerful (and often repeatable) effect that does not win the game on its own, but is effective in “powering” other strategies."],
        "source": "MTG Wiki",
        "quote": "If you wanna make that deck work you need to make sure to set up your draw engine",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Esper",
        "type": "Concept",
        "description": ["The shard combination of UWB, named after the shard of Alara"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "ETB",
        "type": "Slang",
        "description": ["Enters the Battlefield. Refers to abilities which trigger when a creature enters the battlefield. Before M10, this was 'comes into play' or CIP, and following Bloomburrow in 2024, this is reduced to 'enters.'"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Errata",
        "type": "Concept",
        "description": ["An official change to the rules text or type line on cards. Often done to clarify card effects or to preserve the effects of cards as the rules of the game change."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Evasion",
        "type": "Slang",
        "description": ["Any ability of a creature that improves its chances of damaging the defending player by limiting what creatures can block it. Examples include Flying, Menace, and Horsemanship, to name a few.",
            "Can arguably apply to other abilities which either make blocking less effective, such as Trample, or unfavorable, such as First Strike",
            "In the context of a draft, applies to any creature featuring some evasion ability"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fast Land",
        "type": "Slang",
        "description": ["A dual land that enters the battlefield untapped if the player controls a low number of other lands."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fast Mana",
        "type": "Slang",
        "description": ["Any effect that gives the user two or more extra mana than the mana they untapped with at the beginning of their turn. Examples include the moxen, rituals, and the infamous Black Lotus, to name a few."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fizzle",
        "type": "Slang",
        "description": ["When a spell or ability on the stack fails to resolve and leaves the stack due to its initial targets becoming illegal between it being cast and it resolving."],
        "source": "MTG Wiki",
        "quote": "Well since you blew up my elk, my invigorate will fizzle. Well played",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Flicker",
        "type": "Slang",
        "description": ["A spell or effect which exiles a permanant then immediately returns it to the battlefield. This allows ETB effects to be reused, be it on the flickered creature or some other creature"],
        "source": "MTG Wiki",
        "quote": "I'm gonna flicker my commander so your removal fizzles and I can get another drain off of Blood Artist",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Floating",
        "type": "Slang",
        "description": ["Mana that a player has acquired but has not spent, caused by a spell or ability producing more mana than the player needed to spend at that time."],
        "source": "MTG Wiki",
        "quote": "I'm gonna tap my Sol Ring and a Mountain, leaving one of the colorless floating, to Abrade your Sol Ring",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fog",
        "type": "Slang",
        "description": ["Any effect which prevents combat damage for a turn. Named after Fog."],
        "source": "MTG Wiki",
        "quote": "Whoops forgot that got untapped. Yeah I'm just gonna cast Fog.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Glass Cannon",
        "type": "Slang",
        "description": ["A deck with a high potential, but can easily be disrupted. Such decks either win decisively or get utterly demolished."],
        "source": "MTG Wiki",
        "quote": "Man I just can't stop playing glass cannons. I hate getting blown up, but when it works out? Ohhhhh baby.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Goldfishing",
        "type": "Slang",
        "description": ["Playing a deck solo against an imaginary opponent who does nothing. Used to test a deck's performance during the deckbuilding process."],
        "source": "MTG Wiki",
        "quote": "I should really goldfish my decks more. They always end up sputtering out in real games.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Golgari",
        "type": "Concept",
        "description": ["The enemy color pair of BG, named after the Ravnican Guild"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Grip",
        "type": "Slang",
        "description": ["A hand of cards. A player with seven cards in hand is said to have a 'full grip'."],
        "source": "MTG Wiki",
        "quote": "I've been getting into CEDH lately and wow it's crazy just how insane some of these decks are.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Grixis",
        "type": "Concept",
        "description": ["The shard combination of URB, named after the shard of Alara"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Group Hug",
        "type": "Slang",
        "description": ["A strategy in multiplayer games centered around benefiting a player's opponents via providing resources to all players, ideally while either benefiting the most from these boons, or punishing those who abuse this generosity."],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Gruul",
        "type": "Concept",
        "description": ["The allied color pair of RG, named after the Ravnican Guild"],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Kicker",
        "type": "Keyword",
        "description": ["An additional cost to a spell that may be paid as it is cast, providing some additional effect. Supposedly one of the two types of keywords in Magic"],
        "source": "Meaning: The Glossary",
        "quote": "Kicker {1}{B} - When Heartstabber Mosquito enters the battlefield, if it was kicked, destroy target creature.",
        "synonyms": [],
        "see_also": ["word3", "word4"]
    },
    {
        "name": "Tall",
        "type": "Slang",
        "description": ["A creature-based strategy to overwhelm the opponent by attacking with a small number of large creatures. These creatures often outclass or evade the opponent's creatures."],
        "source": "MTG Wiki",
        "quote": "Wow a 48/48? You're going really tall apparently",
        "synonyms": [],
        "see_also": ["Wide"]
    },
    {
        "name": "Topdeck",
        "type": "Slang",
        "description": ["To play a card you just drew, especially at exactly the time you need it"],
        "source": "MTG Wiki",
        "quote": "Nah don't worry I'll just topdeck some removal",
        "synonyms": ["mise", "rip"],
        "see_also": ["word3", "word4"]
    },
    {
        "name": "Wide",
        "type": "Slang",
        "description": ["A creature-based strategy, often making use of tokens, to overwhelm the opponent by attacking with a huge number of small creatures."],
        "source": "MTG Wiki",
        "quote": "Ok I know you like going wide, but seriously how'd you make 20 guys in 1 turn?",
        "synonyms": [],
        "see_also": []
    }
]
