[
    {
        "name": "Abzan",
        "type": "Concept",
        "description": [
            "The {wedge} combination of {W} {B} {G}, named after the respective clan of Tarkir"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "White/Black/Green"
        ],
        "see_also": [
            "Jeskai",
            "Mardu",
            "Sultai",
            "Temur"
        ]
    },
    {
        "name": "Activated Ability",
        "type": "Keyword",
        "description": [
            "An ability that can be activated by paying its cost. Follows the format 'COST: Ability'. Activated abilities can usually be activated at {instant speed}."
        ],
        "source": "",
        "quote": "If ever you are in doubt, the colon will help you out",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Adventure",
        "type": "Type",
        "description": [
            "A secondary {instant} or {sorcery} attached to a {permanent}. Either the main spell or adventure can be cast from a player's hand. If the adventure is cast, the card is exiled, and the main spell can be cast from {exile} for its regular cost."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Split Card"
        ]
    },
    {
        "name": "Aftermath",
        "type": "Keyword",
        "description": [
            "Allows the second half of a split card to be cast only from the graveyard, then {exile} it."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Aggro",
        "type": "Slang",
        "description": [
            "One of the three main deck archetypes, an archetype highly dependent on creature combat and aggressive attacks. Aggro decks generally have a low {mana curve} and try to overwhelm the opponent before they can establish their plan.",
            "",
            "In the context of a draft, i.e. {BREAD}, a generic attacker that can apply pressure to the opponent."
        ],
        "source": "MTG Wiki",
        "quote": "I love playing Aggro. I bought the monsters I'm gonna swing with em",
        "synonyms": [],
        "see_also": [
            "Combo",
            "Control"
        ]
    },
    {
        "name": "Allied Colors",
        "type": "Concept",
        "description": [
            "The five pairings of colors adjacent to each other on the {color pie}. The names are derived from their respective Ravnican guilds:",
            "{Azorius}: {W} {U}",
            "{Dimir}: {U} {B}",
            "{Rakdos}: {B} {R}",
            "{Gruul}: {R} {G}",
            "{Selesnya}: {G} {W}",
            "These colors are similar in ideology, hence their allied nature."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Enemy Colors"
        ]
    },
    {
        "name": "Alpha Strike",
        "type": "Slang",
        "description": [
            "A player attacking with every creature they have, likely for lethal damage"
        ],
        "source": "MTG Wiki",
        "quote": "Yeah I'm just gonna alpha strike you for lethal.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Anthem",
        "type": "Slang",
        "description": [
            "Any effect which powers up all of a player's creatures. Named after Glorious Anthem."
        ],
        "source": "MTG Wiki",
        "quote": "I play Always Watching, it's an anthem giving my nontoken creatures +1/+1",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "APNAP",
        "type": "Concept",
        "description": [
            "Active Player, Non-Active Player. Whenever multiple players have to make decisions at the same time, first the active player makes their decision, then the other players do so in turn order, then the effects all occur simultaneously."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Aristocrat",
        "type": "Slang",
        "description": [
            "A creature with an {activated ability} where its controller must {sacrifice} another creature. Also refers to a deck archetype centered around this strategy."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Artifact",
        "type": "Type",
        "description": [
            "A {permanent} which represents objects and devices, magical or constructed."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Aura",
        "type": "Type",
        "description": [
            "An {enchantment} which targets a specific creature, providing a beneficial effect, and going to the graveyard upon that creature's {removal}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Equipment"
        ]
    },
    {
        "name": "Azorius",
        "type": "Concept",
        "description": [
            "The pair of {allied colors} {W} {U}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "White/Blue"
        ],
        "see_also": [
            "Allied Colors",
            "Dimir",
            "Rakdos",
            "Gruul",
            "Selesnya"
        ]
    },
    {
        "name": "Bant",
        "type": "Concept",
        "description": [
            "The {shard} combination of {U} {W} {G}, named after the shard of Alara"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Esper",
            "Grixis",
            "Jund",
            "Naya"
        ]
    },
    {
        "name": "Bargain",
        "type": "Keyword",
        "description": [
            "You may sacrifice an artifact, enchantment, or token as you cast this spell."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Kicker"
        ]
    },
    {
        "name": "Basic Land",
        "type": "Type",
        "description": [
            "The six core lands which a player can {tap} to produce a color of mana, in addition to the {snow} covered variants. These lands are:",
            "Plains {W}",
            "Island {U}",
            "Swamp {B}",
            "Mountain {R}",
            "Forest {G}",
            "Wastes {C}",
            "Basic lands are one of the few cards which bypass deckbuilding restrictions, such as the four-of-a-kind rule in 60-card formats, and the {singleton} rule in {Commander}"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Dual Land"
        ]
    },
    {
        "name": "Battle",
        "type": "Type",
        "description": [
            "A card type introduced in March of the Machine, battles are an attackable {permanent} with abilities which has a non-replenishing defense, similar to a {planeswalker}. Currently, the only legal subtype of battle is a {Siege}"
        ],
        "source": "Description Source",
        "quote": "This is a quote using the word - Quote Sayer",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Beginning Phase",
        "type": "Concept",
        "description": [
            "The beginning {phase} of each turn. Broken down into three steps:",
            "",
            "Untap: The active player untaps any tapped permanents. In addition, phasing creatures phase in/out, and the day and night cycle occurs, all before the untapping of permanents.",
            "",
            "Upkeep: Any abilities which trigger on untap or upkeep go onto the {stack}.",
            "",
            "Draw: The active player draws a card. Then any abilities which trigger on the draw step go on the stack.",
            "",
            "After this phase is the first {main phase}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [
            "Untap",
            "Upkeep",
            "Draw"
        ],
        "see_also": []
    },
    {
        "name": "Behold",
        "type": "Keyword",
        "description": [
            "Behold OBJECT - To behold an OBJECT, choose an OBJECT you control or reveal an OBJECT card from your hand"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Board Wipe",
        "type": "Slang",
        "description": [
            "A spell that somehow disposes of all creatures currently in play. Board wipes are typically symmetrical, wiping out the caster's creatures as well. Asymmetrical boardwipes do exist, however, but are usually much more expensive to compensate."
        ],
        "source": "MTG Wiki",
        "quote": "Yeah this board looks bad for me, imma just cast a board wipe",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Bomb",
        "type": "Slang",
        "description": [
            "A card powerful enough to change the course of the game on its own. Usually used in the context of {limited} formats, where drafting or opening a bomb greatly improves one's chances at victory."
        ],
        "source": "MTG Wiki",
        "quote": "I got carried so hard by that bomb I drafted last time",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Boros",
        "type": "Concept",
        "description": [
            "The pair of {enemy colors} {W} {R}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "White/Red"
        ],
        "see_also": [
            "Golgari",
            "Izzet",
            "Orzhov",
            "Simic"
        ]
    },
    {
        "name": "Bounce",
        "type": "Slang",
        "description": [
            "A spell or effect that returns a {permanent} to its owner's hand"
        ],
        "source": "MTG Wiki",
        "quote": "I'll cast Desculpting Blast and bounce your 4/4 flyer",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Bracket 1",
        "type": "Concept",
        "description": [
            "Exhibition: Intended for decks more focused on showcasing a theme or experience than actually winning. No {Game Changers}, intentional two-card infinite combos, mass land destruction, or extra turns, and few {tutor} cards."
        ],
        "source": "",
        "quote": "I built a bracket 1 deck where all the cards are Rush lyrics.",
        "synonyms": [],
        "see_also": [
            "Commander Bracket"
        ]
    },
    {
        "name": "Bracket 2",
        "type": "Concept",
        "description": [
            "Core: Decks are focused and have a theme, but with sub-optimal cards and strategies. Comparable to the average precon. No {Game Changers}, intentional two-card infinite combos, or mass land destruction, few {tutor} cards, and extra turns should be sparse and not chained together."
        ],
        "source": "",
        "quote": "You're telling me Explorers of the Deep is bracket 2?",
        "synonyms": [],
        "see_also": [
            "Commander Bracket"
        ]
    },
    {
        "name": "Bracket 3",
        "type": "Concept",
        "description": [
            "Upgraded: Every card in a deck is thoughtfully chosen and synergistic, with optimal, though not the absolute best, cards and strategies. Up to three {Game Changers} are allowed, No intentional early game two-card infinite combos, no mass land destruction, and extra turns should be sparse and not chained together."
        ],
        "source": "",
        "quote": "Yeah my deck's about a 7. Uh I mean bracket 3.",
        "synonyms": [],
        "see_also": [
            "Commander Bracket"
        ]
    },
    {
        "name": "Bracket 4",
        "type": "Concept",
        "description": [
            "Optimized: Decks using the strongest cards possible, aiming to optimize their strategy to ensure victory on a competitive level. No limits aside from banned cards."
        ],
        "source": "I'm gonna shove every game changer into my deck and call it bracket 4.",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Commander Bracket"
        ]
    },
    {
        "name": "Bracket 5",
        "type": "Concept",
        "description": [
            "{cEDH}: The most absolute powerful decks in the metagame, with the very best commanders, cards, and strategies. No limits aside from banned cards"
        ],
        "source": "",
        "quote": "If you have to ask if your deck is Bracket 5, it's not.",
        "synonyms": [],
        "see_also": [
            "Commander Bracket"
        ]
    },
    {
        "name": "BREAD",
        "type": "Slang",
        "description": [
            "A {draft} strategy to help prioritize which cards to {draft}. The term is an acronym for",
            "- {Bomb}",
            "- {Removal}",
            "- {Evasion}",
            "- {Aggro}",
            "- {Dud}",
            "The term is prolific, however some consider it outdated as a result of modern set design, as well as the nebulous nature of the evasion, aggro, and dud categories. Nonetheless, it is still a helpful strategy for people starting out with drafting"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Burn",
        "type": "Slang",
        "description": [
            "A source of direct damage, or damage dealt outside of combat"
        ],
        "source": "MTG Wiki",
        "quote": "I'll use Lightning Bolt to burn you for three.",
        "synonyms": [
            "Direct Damage"
        ],
        "see_also": []
    },
    {
        "name": "Cantrip",
        "type": "Slang",
        "description": [
            "A spell or ability with a 'Draw a Card' effect tacked on. A spell with this ability effectively replaces itself in the hand."
        ],
        "source": "MTG Wiki",
        "quote": "I can't believe that spell's a cantrip considering how broken it is",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "CEDH",
        "type": "Slang",
        "description": [
            "Competitive Elder Dragon Highlander. A subset of {Commander} focused around playing to win as efficiently as possible with the strongest possible decks. {Game Changers}, infinite combos, land destruction, anything goes except for banned cards."
        ],
        "source": "MTG Wiki",
        "quote": "I've been getting into CEDH lately and it's crazy just how insane some of these decks are.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Celebration",
        "type": "Keyword",
        "description": [
            "If two or more nonland permanents entered the battlefield under your turn, ..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Chaff",
        "type": "Slang",
        "description": [
            "Unremarkable cards, unlikely to be included in a {constructed} deck. Typically common or uncommon cards, but there are exceptions. Very frequently used in the context of 'draft chaff,' cards that are usually considered useless outside of a {limited} format, or even in the format."
        ],
        "source": "MTG Wiki",
        "quote": "Wow this whole pack is nothing but chaff that's crazy",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Cheat",
        "type": "Slang",
        "description": [
            "To play a card with a high mana cost, but actually paying little, if any, of the cost. Commonly achieved with spells and abilities that directly put cards onto the battlefield."
        ],
        "source": "MTG Wiki",
        "quote": "IT'S TURN 4 HOW DID YOU CHEAT OUT ETALI THAT QUICK???",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Chump Block",
        "type": "Slang",
        "description": [
            "A player blocking a high power/toughness creature with a low power/toughness creature, the only goal being to prevent the big creature from damaging them. A chump blocker is any creature used for such a purpose."
        ],
        "source": "MTG Wiki",
        "quote": "You're swinging with a 28/28? Ok, I'll just chump block with my human token",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Cloak",
        "type": "Keyword",
        "description": [
            "Put a card onto the battlefield face down as a 2/2 creature with ward {2}. Turn it face up any time for its mana cost if it's a creature card"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Clock",
        "type": "Slang",
        "description": [
            "A threat that will lead to victory over an opponent in a finite number of turns, giving the opponent a time limit in which they must either win or answer the threat."
        ],
        "source": "MTG Wiki",
        "quote": "You're at 10 health and can't block my 4/2 flyer. You're on a 3 turn clock.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Collect Evidence",
        "type": "Keyword",
        "description": [
            "Collect evidence N - Exile cards with total mana value N or greater from your graveyard."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Color Pie",
        "type": "Concept",
        "description": [
            "The circular arrangement of all five colors, visible on the back of every Magic card. The pie manages to show all five colors and the relationships between each other, neighbors being {allied colors}, and the colors opposite each other {enemy colors}."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Combat Phase",
        "type": "Concept",
        "description": [
            "The phase where creatures can attack and block. Broken down into five steps:",
            "",
            "Beginning of Combat: The last chance for a player to tap a creaeture or otherwise prevent an opponent's creature from being an attacker.",
            "",
            "Declare Attackers: The active player may declare which legal attackers will attack, and what they will target.",
            "",
            "Declare Blockers: Any players being attacked may block. A creature can only block one other creature, but multiple creatures can block the same creature. If a creature without {trample} is blocked, its damage will not reach the defender, even if the blocker is disposed of.",
            "",
            "Combat Damage: If multiple creatures block a creature, the attacking player may assign how the damage is delivered. Then any {first strike} damage is evaluated, then regular damage. All damage evaluated occurs at the same time.",
            "",
            "End of Combat: Any effects which trigger at the end of combat go on the {stack}. Then a round of priority occurs."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Combat Trick",
        "type": "Slang",
        "description": [
            "An {instant} or {activated ability} that buffs or debuffs a creature, usually played after attacks and blocks have been declared to swing the outcome of the interaction"
        ],
        "source": "MTG Wiki",
        "quote": "Hm... I could block her 2/2 with my 3/3, but she might have a combat trick up her sleeve...",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Combo",
        "type": "Slang",
        "description": [
            "A combination of multiple cards which produces a beneficial effect, usually greater than the benefits from the separate cards.",
            "",
            "Also refers to one of the three main deck archetypes, a combo deck uses a combo as its win condition, and is thus designed to set up and protect that combo.",
            "",
            "Can also be used as a verb when a player initiates the combo, as in to 'combo off'."
        ],
        "source": "MTG Wiki",
        "quote": "This guy's combo deck is nuts! Every time he just draws two cards, tutors the rest, and combos off by turn 5!",
        "synonyms": [],
        "see_also": [
            "Aggro",
            "Control"
        ]
    },
    {
        "name": "Command Zone",
        "type": "Concept",
        "description": [
            "A special zone for a player's commander in a {Commander} game. The commander can be cast from the command zone and may return to it upon death, {exile}, or other {removal}. However, a commander {tax} of two mana is added after each casting of the commander."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Commander",
        "type": "Format",
        "description": [
            "A highly popular {multiplayer} {constructed} format of MTG. Four players battle each other with 100-card decks, each with a legendary creature designated as their commander, who resides in the {command zone}. Almost every card in Magic history is legal, the only restriction being every card other than basic lands is {singleton}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [
            "EDH"
        ],
        "see_also": []
    },
    {
        "name": "Commander Bracket",
        "type": "Concept",
        "description": [
            "A system created by the {Commander} Format Panel to help players communicate the power of their deck in a matchmaking setting. There are five brackets, and the higher the bracket, the less restrictions on {Game Changers} and play patterns.",
            "",
            "Note that the provided restrictions are guidelines and are meant to be taken in good faith, not nitpicked to misrepresent a deck's power level. A bad deck with a game changer is automatically Bracket 3, but a Bracket 4 deck could be built without game changers, infinites, mass land destruction, or tutors. Of course, {Rule Zero} always applies."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Bracket 1",
            "Bracket 2",
            "Bracket 3",
            "Bracket 4",
            "Bracket 5"
        ]
    },
    {
        "name": "Constructed",
        "type": "Concept",
        "description": [
            "Any format which allows players to construct decks beforehand using any of the legal cards within the format. The major constructed formats are:",
            "{Standard}",
            "{Modern}",
            "{Pioneer}",
            "{Commander}",
            "{Vintage}",
            "{Legacy}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Limited"
        ]
    },
    {
        "name": "Control",
        "type": "Slang",
        "description": [
            "One of the three main deck archetypes, control decks aim to counter or otherwise negate an opponents threats while steadily gaining advantage. Control decks sacrifice winning the game quickly in exchange for consistently dealing with their opponents' threats."
        ],
        "source": "MTG Wiki",
        "quote": "I can't believe she's a control player. I thought she was cool...",
        "synonyms": [],
        "see_also": [
            "Aggro",
            "Combo"
        ]
    },
    {
        "name": "Convoke",
        "type": "Keyword",
        "description": [
            "Your creatures can help cast this spell. Each creature you tap while casting this spell pays for {1} or one mana of that creature's color."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Counter",
        "type": "Keyword/Concept",
        "description": [
            "Keyword - Removes an ability from the {stack} without resolution, sending it to the graveyard, or potentially {exile}.",
            "",
            "Concept - A marker placed on a card or player to denote a modification to its characteristics. Examples include +1/+1, charge, and time counters, among many others."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Crack",
        "type": "Keyword",
        "description": [
            "- To open a booster pack.",
            "",
            "- To sacrifice something for an effect, usually via a self-sacrifice ability"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Craft",
        "type": "Keyword",
        "description": [
            "Craft with TYPE - COST, exile this, exile TYPE you control or a TYPE from your graveyard: Return this card transformed under its owner’s control. Craft only as a sorcery."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Crew",
        "type": "Keyword",
        "description": [
            "Crew N - Tap any number of other untapped creatures you control with total power N or greater: This {permanent} becomes an artifact creature until end of turn."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Vehicle"
        ]
    },
    {
        "name": "Cube",
        "type": "Format",
        "description": [
            "A casual format where players create a large pool of cards they then proceed to {draft} from, in essence creating their very own Magic: The Gathering set."
        ],
        "source": "MTG Wiki",
        "quote": "One of these days I'm gonna make my Sliver cube, just you wait.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Cycling",
        "type": "Keyword",
        "description": [
            "Cycling COST - COST, Discard this card: Draw a card",
            "",
            "TYPE Cycling COST - COST, Discard this card: Search your library for a TYPE card, reveal it, put it into your hand, then shuffle"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dead Card",
        "type": "Slang",
        "description": [
            "A card in hand that is irrelevant or unplayable, either because it cannot be played, or it has become irrelevant."
        ],
        "source": "MTG Wiki",
        "quote": "Really? A mana dork now? What a dead card",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Deathtouch",
        "type": "Keyword",
        "description": [
            "Any amount of damage this creature deals to a creature is enough to destroy it."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Decking",
        "type": "Slang",
        "description": [
            "When a player loses the game because they have to draw from an empty {library}."
        ],
        "source": "MTG Wiki",
        "quote": "You know my buddy once accidentally decked himself out at a prerelease.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Defender",
        "type": "Keyword",
        "description": [
            "This creature cannot attack."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Delirium",
        "type": "Keyword",
        "description": [
            "If there are four or more card types among cards in your graveyard, ..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Descend",
        "type": "Keyword",
        "description": [
            "Action - To put a {permanent} into your graveyard",
            "",
            "Descend N - If there are N or more permanents in your graveyard, ..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dies to Removal",
        "type": "Slang",
        "description": [
            "A joking phrase used to ascribe an unrealistic sense of vulnerability to powerful permanents, typically creatures."
        ],
        "source": "MTG Wiki",
        "quote": "I maintain that Nadu shouldn't have been banned. She dies to removal",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dimir",
        "type": "Slang",
        "description": [
            "The pair of {allied colors} {U} {B}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Blue/Black"
        ],
        "see_also": [
            "Allied Colors",
            "Azorius",
            "Rakdos",
            "Gruul",
            "Selesnya"
        ]
    },
    {
        "name": "Discover",
        "type": "Keyword",
        "description": [
            "Discover N - {Exile} cards from the top of your {library} until you exile a nonland card with mana value N or less. Cast it without paying its mana cost or put it into your hand. Put the rest on the bottom of your library in a random order."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Disguise",
        "type": "Keyword",
        "description": [
            "Disguise COST - You may cast this face down for {3} as a 2/2 creature with ward {2}. Turn it face up any time for its disguise cost"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dork",
        "type": "Slang",
        "description": [
            "A creature with unimpressive combat stats. Commonly used to refer to utility creatures which have some other relevant ability."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Mana Dork"
        ]
    },
    {
        "name": "Double Strike",
        "type": "Keyword",
        "description": [
            "This creature deals both {first strike} and normal combat damage."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Draft",
        "type": "Format",
        "description": [
            "A format where each player receives 3 booster packs and selects cards one at a time from each players packs. Each player opens a pack, picks a single card, and passes the remaining cards to the next player, where they continuously repeat picking and passing. After every card from that round of packs is drafted, the process repeats with the remaining packs, changing pass direction each pack. Players then build a 40-card deck from their drafted cards, with basic lands provided, and no other restrictions."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Drain",
        "type": "Slang",
        "description": [
            "An effect that causes an opponent or creature to take damage or lose life, while the effect's controller gains life."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dredge",
        "type": "Keyword",
        "description": [
            "Dredge N - If you would draw a card, instead you may {mill} N cards. If you do, return this card from your graveyard to your hand."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Drop",
        "type": "Slang",
        "description": [
            "A {permanent} which can be played without major strategic consideration. Usually used in the context of '2-drop', '3-drop', etc., referring to the turn when a permanent can first be played, which is usually equal to its mana value."
        ],
        "source": "MTG Wiki",
        "quote": "It's crucial to my plan that I play my commander as a 3-drop",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dual Land",
        "type": "Concept",
        "description": [
            "A non-{basic land} land which can produce two colors of mana. Especially refers to the original ten dual lands which featured no restrictions on their use, making them incredibly powerful and rare, especially since all ten are on the {reserved list}."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Dud",
        "type": "Slang",
        "description": [
            "A card generally not worth playing, either because its mana cost is too high for whatever benefit it gives, or because the benefit it gives isn't particularly advantageous"
        ],
        "source": "MTG Wiki",
        "quote": "Man I've just been drafting nothing but duds",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Eerie",
        "type": "Keyword",
        "description": [
            "Whenever an {enchantment} you control enters and whenever you fully unlock a {Room}, ..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Egg",
        "type": "Slang",
        "description": [
            "A cheap artifact a player can {crack} for a small effect. Derived from the Odyssey 'egg' cycle"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Enchantment",
        "type": "Type",
        "description": [
            "A card type representing a persistent magical effect. Usually applies to multiple permanents, if not the entire board, but an {aura} applies to only one {permanent}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "End Phase",
        "type": "Keyword",
        "description": [
            "The final phase of a turn. Broken down into two steps:",
            "",
            "End Step: Any effects which trigger at the end of turn go on the stack. Then a round of {priority} occurs",
            "",
            "Cleanup: If necessary, the active player discards down to seven cards in hand. Then, any damage marked on a {permanent} is removed, and effects which last until end of turn end, both occuring at the same time."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Endure",
        "type": "Keyword",
        "description": [
            "Endure N - Put N +1/+1 counters on this or create a N/N white Spirit creature token"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Enemy Colors",
        "type": "Concept",
        "description": [
            "The five pairings of colors which oppose each other on the {color pie}. The names are derived from their respective Ravnican guilds:",
            "{Orzhov}: {W} {B}",
            "{Golgari}: {B} {G}",
            "{Simic}: {G} {U}",
            "{Izzet}: {U} {R}",
            "{Boros}: {R} {W}",
            "These colors are ideologically opposed, hence their enemy nature. However, these colors still share some commonalities, so they can still work together effectively."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Allied Colors"
        ]
    },
    {
        "name": "Engine",
        "type": "Slang",
        "description": [
            "A card or combination of cards that produce a powerful (and often repeatable) effect that does not win the game on its own, but is effective in “powering” other strategies."
        ],
        "source": "MTG Wiki",
        "quote": "If you wanna make that deck work you need to make sure to set up your draw engine",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Equip",
        "type": "Keyword",
        "description": [
            "Equip X: Attach this {permanent} to target creature you control. Activate this ability only any time you could cast a {sorcery}."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Equipment",
        "type": "Type",
        "description": [
            "An artifact that a player can {equip} onto a creature, providing a beneficial effect. Equipment remains on the battlefield unattached upon its equipper's {removal}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Errata",
        "type": "Concept",
        "description": [
            "An official change to the rules text or type line on cards. Often done to clarify card effects or to preserve the effects of cards as the rules of the game change."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Esper",
        "type": "Concept",
        "description": [
            "The {shard} combination of {U} {W} {B}, named after the shard of Alara"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Bant",
            "Grixis",
            "Jund",
            "Naya"
        ]
    },
    {
        "name": "ETB",
        "type": "Slang",
        "description": [
            "Enters the Battlefield. Refers to abilities which trigger when a creature enters the battlefield. Before M10, this was written as 'comes into play' or CIP, and following Bloomburrow in 2024, has been reduced to 'enters.'"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Evasion",
        "type": "Slang",
        "description": [
            "Any ability of a creature that improves its chances of damaging the defending player by limiting what creatures can block it. Examples include Flying, Menace, and Horsemanship.",
            "",
            "Can arguably refer to other abilities which either make blocking less effective, i.e. {Trample}, or unfavorable, i.e. {First Strike}.",
            "",
            "In the context of {draft}, i.e. {BREAD}, applies to any creature featuring some evasion ability."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Exhaust",
        "type": "Keyword",
        "description": [
            "An {activated ability} which can only be used once a game. This restriction is only for each instance of a card."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Exile",
        "type": "Concept/Keyword",
        "description": [
            "Concept - A game zone outside of the field of play. Exile mainly functions as a second graveyard, one which is far more difficult to return a card from. However, many abilities can exile a card and return it after some condition, or otherwise use exile as someplace not part of the game.",
            "",
            "Keyword - To send a card to the exile zone."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Expend",
        "type": "Keyword",
        "description": [
            "Expend N - You expend N as you spend your Nth total mana to cast spells during a turn."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Explore",
        "type": "Keyword",
        "description": [
            "Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back on top or into your graveyard."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fast Land",
        "type": "Slang",
        "description": [
            "A {dual land} that enters the battlefield untapped if the player controls a low number of other lands."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Slow Land"
        ]
    },
    {
        "name": "Fast Mana",
        "type": "Slang",
        "description": [
            "Any effect that gives the user two or more extra mana than the mana they untapped with at the beginning of their turn. Examples include the moxen, rituals, and the infamous Black Lotus, to name a few."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fight",
        "type": "Keyword",
        "description": [
            "A {keyword} which makes two creatures damage each other, as if an attacking creature was being blocked, but performed as an out of combat effect."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "First Strike",
        "type": "Keyword",
        "description": [
            "This creature deals damage in a damage round before the regular damage round."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fizzle",
        "type": "Slang",
        "description": [
            "When a spell or ability on the {stack} fails to resolve and leaves the stack due to its initial targets becoming illegal between it being cast and it resolving."
        ],
        "source": "MTG Wiki",
        "quote": "Well since you blew up my elk, my Invigorate will fizzle. Well played",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Flash",
        "type": "Keyword",
        "description": [
            "You may cast this spell any time you could cast an {instant}."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Flashback",
        "type": "Keyword",
        "description": [
            "Flashback X - You may cast this card from your graveyard for its flashback cost. Then exile it."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Flicker",
        "type": "Slang",
        "description": [
            "A spell or effect which exiles a {permanent} then immediately returns it to the battlefield. This allows ETB effects to be reused, be it on the flickered creature or some other creature"
        ],
        "source": "MTG Wiki",
        "quote": "I'm gonna flicker my commander so your removal fizzles and I can get another drain off of Blood Artist",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Floating",
        "type": "Slang",
        "description": [
            "Mana that a player has acquired but has not spent, caused by a spell or ability producing more mana than the player spent."
        ],
        "source": "MTG Wiki",
        "quote": "I'm gonna tap my Sol Ring and a Mountain, leaving one of the colorless floating, to Abrade your Sol Ring",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Flurry",
        "type": "Keyword",
        "description": [
            "Whenever you cast your second spell each turn..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Flying",
        "type": "Keyword",
        "description": [
            "This creature can't be blocked except by creatures with flying or {reach}"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fog",
        "type": "Slang",
        "description": [
            "Any effect which prevents combat damage for a turn. Named after Fog."
        ],
        "source": "MTG Wiki",
        "quote": "Whoops forgot that got untapped. Yeah I'm just gonna cast Fog.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Forage",
        "type": "Keyword",
        "description": [
            "To forage, exile three cards from your graveyard or sacrifice a Food."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Fuse",
        "type": "Keyword",
        "description": [
            "You may cast one or both halves of this card from your hand."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Split Card"
        ]
    },
    {
        "name": "Game Changers",
        "type": "Concept",
        "description": [
            "Cards the {Commander} Format Panel has deemed so powerful or game-warping they must be restricted or banned below a certain {commander bracket}. While not quite ban worthy, game changers are definitely the most likely cards to get banned in the future."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Gift",
        "type": "Keyword",
        "description": [
            "You may promise an opponent a gift as you cast this spell. If you do, they get whatever you're gifting them."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Glass Cannon",
        "type": "Slang",
        "description": [
            "A deck with a high potential, but can easily be disrupted. Such decks either win decisively or get utterly demolished."
        ],
        "source": "MTG Wiki",
        "quote": "Man I just can't stop playing glass cannons. I hate getting blown up, but when it works out? Ohhhhh baby.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Goldfishing",
        "type": "Slang",
        "description": [
            "Playing a deck solo against an imaginary opponent who does nothing. Used to test a deck's performance during the deckbuilding process."
        ],
        "source": "MTG Wiki",
        "quote": "I should really goldfish my decks more. They always end up sputtering out in real games.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Golgari",
        "type": "Concept",
        "description": [
            "The pair of {enemy colors} {B} {G}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Black/Green"
        ],
        "see_also": [
            "Boros",
            "Izzet",
            "Orzhov",
            "Simic"
        ]
    },
    {
        "name": "Grip",
        "type": "Slang",
        "description": [
            "A hand of cards. A player with seven cards in hand is said to have a 'full grip'."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Grixis",
        "type": "Concept",
        "description": [
            "The {shard} combination of {U} {R} {B}, named after the shard of Alara"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Bant",
            "Esper",
            "Jund",
            "Naya"
        ]
    },
    {
        "name": "Group Hug",
        "type": "Slang",
        "description": [
            "A strategy in {multiplayer} games centered around benefiting a player's opponents via providing resources to all players, ideally while either benefiting the most from these boons, or punishing those who abuse this generosity."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Gruul",
        "type": "Concept",
        "description": [
            "The pair of {allied colors} {R} {G}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Red/Green"
        ],
        "see_also": [
            "Allied Colors",
            "Azorius",
            "Dimir",
            "Rakdos",
            "Selesnya"
        ]
    },
    {
        "name": "Harmonize",
        "type": "Keyword",
        "description": [
            "Harmonize COST: You may cast this card from your graveyard by paying its harmonize cost. You may tap a creature you control to reduce that cost by {X}, where X is its power. Then exile this spell"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Haste",
        "type": "Keyword",
        "description": [
            "This creature can attack and {tap} as soon as it comes under your control."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Hate",
        "type": "Slang",
        "description": [
            "Cards or deck strategies designed to limit an opponent's cards rather than boosting their own strength. Common in formats with prominent, incredibly powerful cards."
        ],
        "source": "MTG Wiki",
        "quote": "At this point I'm throwing in Bojuka Bog just for the graveyard hate against her deck.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Hellbent",
        "type": "Keyword",
        "description": [
            "Having no cards in hand. Can be used as a general term, even if nothing on the board cares about being hellbent."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Hexproof",
        "type": "Keyword",
        "description": [
            "This {permanent} can't be the target of spells or abilities your opponents control"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Hold Up",
        "type": "Slang",
        "description": [
            "To keep resources needed to take a game action available, sometimes at the expense of taking other actions. A common example is leaving lands untapped at the end of turn to ensure a removal spell can be cast if necessary."
        ],
        "source": "MTG Wiki",
        "quote": "It's incredible the amount of fear I get just from seeing you holding up two islands.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Horsemanship",
        "type": "Keyword",
        "description": [
            "This creature can't be blocked except by creatures with horsemanship. Functionally {flying} without a {reach} equivalent.",
            "",
            "Supposedly one of the two types of {keyword} in Magic."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Impending",
        "type": "Keyword",
        "description": [
            "Impending N — COST: If you cast this {spell} for its impending cost, it enters with N time counters and isn't a creature until the last is removed. At the beginning of your end step, remove a time counter from it."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Impulse Draw",
        "type": "Slang",
        "description": [
            "An effect that exiles cards from the top of the {library} and lets it be played on that turn only. Named after Act on Impulse."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Indestructible",
        "type": "Keyword",
        "description": [
            "Damage and effects that say 'destroy' don’t destroy this."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Instant",
        "type": "Type",
        "description": [
            "A one-shot spell which can be cast whenever a player has {priority}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Sorcery",
            "Instant Speed"
        ]
    },
    {
        "name": "Instant Speed",
        "type": "Slang",
        "description": [
            "A non-{instant} that can be played whenever an instant could be played. E.g. {flash} or an {activated ability}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Investigate",
        "type": "Keyword",
        "description": [
            "Create a Clue token. It's an artifact with '{2}, Sacrifice this artifact: Draw a card'"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Izzet",
        "type": "Concept",
        "description": [
            "The pair of {enemy colors} {U} {R}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Blue/Red"
        ],
        "see_also": [
            "Boros",
            "Golgari",
            "Orzhov",
            "Simic"
        ]
    },
    {
        "name": "Jank",
        "type": "Slang",
        "description": [
            "A card or deck that does not appear to be very good, often with regards to consistency."
        ],
        "source": "MTG Wiki",
        "quote": "I really love this commander but the deck is just too janky.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Jeskai",
        "type": "Concept",
        "description": [
            "The {wedge} combination of {U} {R} {W}, named after the respective clan of Tarkir"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Blue/Red/White"
        ],
        "see_also": [
            "Abzan",
            "Mardu",
            "Sultai",
            "Temur"
        ]
    },
    {
        "name": "Job Select",
        "type": "Keyword",
        "description": [
            "When this {Equipment} enters, create a 1/1 colorless Hero creature token, then attach this Equipment to it."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Jund",
        "type": "Concept",
        "description": [
            "The {shard} combination of {B} {R} {G}, named after the shard of Alara"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Bant",
            "Esper",
            "Grixis",
            "Naya"
        ]
    },
    {
        "name": "Keyword",
        "type": "Concept",
        "description": [
            "A word used to substitute multiple words of rules text, to reduce wordiness in describing the actions and abilities of a {permanent}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Keyword Ability",
            "Keyword Action"
        ]
    },
    {
        "name": "Kicker",
        "type": "Keyword",
        "description": [
            "An additional cost to a spell that may be paid as it is cast, providing some additional effect.",
            "",
            "Supposedly one of the two types of {keyword} in Magic."
        ],
        "source": "Meaning: The Glossary",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "word3",
            "word4"
        ]
    },
    {
        "name": "Land Drop",
        "type": "Slang",
        "description": [
            "The one land players are naturally allowed to play each turn, as opposed to any other lands a player may be able to play."
        ],
        "source": "MTG Wiki",
        "quote": "I cannot afford to miss a land drop with this deck.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Landfall",
        "type": "Ability",
        "description": [
            "A {triggered ability} that occurs whenever a land enters the battlefield"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Legacy",
        "type": "Format",
        "description": [
            "A {constructed} format where players construct 60-card decks where every regular card ever printed is legal. Unlike {Vintage}, there are no restricted cards, however some Vintage-legal cards are banned."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Library",
        "type": "Concept",
        "description": [
            "A player's deck. Used primarily in game, whereas deck is used outside of a game."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Lifelink",
        "type": "Keyword",
        "description": [
            "Damage dealt by this creature also causes you to gain that much life"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Limited",
        "type": "Concept",
        "description": [
            "A format where a player's card selection more restricted than typical {constructed} formats. The major limited formats are {sealed} and {draft}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Looting",
        "type": "Slang",
        "description": [
            "The action of drawing one or more cards, then discarding one or more cards, like a reverse {Rummage}. Named after Merfolk Looter."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Main Phase",
        "type": "Concept",
        "description": [
            "The main part of a player's turn. A player's main phase is usually the only time they can play non-instants and make their {land drop}. After the first main phase is the {combat phase}",
            "",
            "After combat, there is a second main phase. This is functionally identical to the first, with the usual restrictions still applying."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Ability",
        "type": "Concept",
        "description": [
            "An {activated ability} which creates mana, e.g. tapping a land or {mana rock}. These actions don't use the {stack} or {priority}, and so cannot be responded to."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Curve",
        "type": "Slang",
        "description": [
            "The distribution of mana values of spells in a deck. A deck is said to have a low curve if it has mostly cheap spells, or a high curve if it has more expensive cards.",
            "",
            "A well-designed curve makes it likely that the first series of turns will have cards to play on curve, maximizing its tempo advantages. This is known as 'curving out'."
        ],
        "source": "MTG Wiki",
        "quote": "I tend to build for a low curve. Just means I can play more spells in a turn!",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Dork",
        "type": "Slang",
        "description": [
            "A low-cost creature which produces mana. Notable examples include Llanowar Elves and Birds of Paradise."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Fixing",
        "type": "Slang",
        "description": [
            "An effect that helps a player obtain the correct colors of mana for their spells. Examples include dual lands, landcycling, and fetchlands."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Flood",
        "type": "Slang",
        "description": [
            "The situation where a player draws too many land or ramp cards, and not enough useful spells to spend that mana on."
        ],
        "source": "MTG Wiki",
        "quote": "I've gotta shuffle my decks better. I got mana flooded last round.",
        "synonyms": [],
        "see_also": [
            "Mana Screw"
        ]
    },
    {
        "name": "Mana Rock",
        "type": "Slang",
        "description": [
            "An artifact that taps for mana. Examples include Sol Ring, Fellwar Stone, and Arcane Signet."
        ],
        "source": "MTG Wiki",
        "quote": "Mana Rocks, Marie? They should be called Mana Minerals!",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Screw",
        "type": "Slang",
        "description": [
            "Having too little sources of mana in the hand to cast spells with, or having plenty of mana, but in the wrong colors for the spells in the hand."
        ],
        "source": "MTG Wiki",
        "quote": "Guess I've gotta work on my shuffling again. This time I got super mana screwed.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mana Sink",
        "type": "Slang",
        "description": [
            "A card that provides a source to spend excess mana on. Usually an {activated ability} that can be used on consecutive turns."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mardu",
        "type": "Concept",
        "description": [
            "The {wedge} combination of {R} {W} {B}, named after the respective clan of Tarkir"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Red/White/Black"
        ],
        "see_also": [
            "Abzan",
            "Jeskai",
            "Sultai",
            "Temur"
        ]
    },
    {
        "name": "MDFC",
        "type": "Keyword",
        "description": [
            "Modal Double-Faced Card. A card with two card faces, with a player able to play either side. Typically one side is a {permanent}, while the other is an {instant} or {sorcery}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Menace",
        "type": "Keyword",
        "description": [
            "This creature can't be blocked except by two or more creatures."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mill",
        "type": "",
        "description": [
            "Put the top N cards of your {library} into the graveyard."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Mobilize",
        "type": "Keyword",
        "description": [
            "Mobilize N - Whenever this creature attacks, create N tapped and attacking 1/1 red Warrior creature tokens. {Sacrifice} them at the beginning of the next end step"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Modern",
        "type": "Format",
        "description": [
            "A {constructed} format where players build 60-card decks from any regular or Modern Horizons sets released from Eighth Edition onwards. Named after the 'modern' card frame introduced with Eighth Edition."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Multiplayer",
        "type": "Concept",
        "description": [
            "Any format where more than two players play at a time."
        ],
        "source": "",
        "quote": "Wait, every format requires multiple players. Doesn't that make every format multiplayer?",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Naya",
        "type": "Concept",
        "description": [
            "The {shard} combination of {R} {W} {G}, named after the shard of Alara"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Bant",
            "Esper",
            "Grixis",
            "Jund"
        ]
    },
    {
        "name": "Netdeck",
        "type": "Slang",
        "description": [
            "A deck copied from the internet or a published tournament listing. The practice of using such decks is referred to as 'netdecking'. Sometimes used in a derogatory manner towards players who copy a deck simply because it is popular or successful, without actually understanding how to play it."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Ninjutsu",
        "type": "Keyword",
        "description": [
            "Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Offspring",
        "type": "Keyword",
        "description": [
            "Offspring COST: You may pay an additional COST as you cast this spell. If you do, when this creature enters, create a 1/1 token copy of it."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Orzhov",
        "type": "Concept",
        "description": [
            "The pair of {enemy colors} {W} {B}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "White/Black"
        ],
        "see_also": [
            "Boros",
            "Golgari",
            "Izzet",
            "Simic"
        ]
    },
    {
        "name": "Outlet",
        "type": "Slang",
        "description": [
            "A card or effect which repeatedly allows a player to repeatedly perform an action for a cost. Examples include sacrifice outlets like Ashnod's Altar, or discard outlets like Liliana of the Veil."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Package",
        "type": "Slang",
        "description": [
            "A subset of cards in a deck for a specific purpose, often able to be found off of a {tutor}"
        ],
        "source": "MTG Wiki",
        "quote": "I've got the equipment package, tutor package, creature package, and package package.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Pain Land",
        "type": "Slang",
        "description": [
            "A {dual land} which taps for a colorless mana, or deals one damage to its controller in order to tap for a colored mana"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Permanent",
        "type": "Concept",
        "description": [
            "Any card or token on the battlefield."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Phase",
        "type": "Concept",
        "description": [
            "A subsection of a turn. Every turn can be broken down into 5 phases.",
            "{Beginning Phase}",
            "{Main Phase}",
            "{Combat Phase}",
            "Main Phase 2",
            "{End Phase}",
            "Each phase occurs every turn, even if no actions are taken within them. The beginning, combat, and end phases are further divided into steps."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Pillow Fort",
        "type": "Slang",
        "description": [
            "A deck archetype which discourages opponents from attacking a given player, giving that player an added defensive boost, like a pillow fort. Examples of pillow fort strategies include several {deathtouch} creatures, or taxing a player's attack step."
        ],
        "source": "MTG Wiki",
        "quote": "This pillow fort deck is really annoying me. Why don't you want to actually play the game?",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Ping",
        "type": "Slang",
        "description": [
            "Dealing one damage to a target."
        ],
        "source": "MTG Wiki",
        "quote": "I guess I'll just ping you on your end step.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Pioneer",
        "type": "Format",
        "description": [
            "A {constructed} format where players build 60-card decks from any regular set released from Return to Ravnica onwards."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Pitch",
        "type": "Slang",
        "description": [
            "To discard or {exile} a card from the hand as part of a cost."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Planeswalker",
        "type": "Concept/Type",
        "description": [
            "Concept - Powerful spellcasters able to travel between planes. Planeswalkers are typically the main characters in Magic lore, and players are meant to be planeswalkers in the lore.",
            "",
            "Type - A {permanent} with powerful effects meant to represent the immense power of planeswalkers. Planeswalkers have a loyalty counter instead of power/toughness, and activated abilities which influence said counter. Planeswalkers can be directly targeted by creatures during combat, and any damage they take translates to losing that many loyalty counters."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Playset",
        "type": "Slang",
        "description": [
            "Four copies of a card, the maximum amount allowed in a single deck."
        ],
        "source": "MTG Wiki",
        "quote": "I cracked a full playset of that during my prerelease.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Plot",
        "type": "Keyword",
        "description": [
            "Plot COST - You may pay COST and exile this card from your hand. Cast it as a sorcery on a later turn without paying its mana cost. Plot only as a sorcery."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Pod",
        "type": "Slang",
        "description": [
            "The group of people a player is playing with. Usually eight players for {Draft}, or four for a game of {Commander}."
        ],
        "source": "MTG Wiki",
        "quote": "My pod meets every Friday for a few rounds of IRL Commander.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Politics",
        "type": "Slang",
        "description": [
            "In a {multiplayer} game such as {Commander}, players negotiating with and otherwise assisting one another to defeat other players. From a game design standpoint, “political” means that some decisions are based on an element of diplomacy, that players can talk to each other to influence how their opponents choose to play."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Priority",
        "type": "Concept",
        "description": [
            "The 'right' for a player to cast a spell, activate an ability, or take a special action. When a player takes an action, priority is given in turn order, starting with that player, and whoever has priority is allowed to respond or pass. Only after a full cycle of priority passes will actions {resolve}."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Protection",
        "type": "Keyword",
        "description": [
            "Protection from X - This can't be blocked, targeted, dealt damage, enchanted, or equipped by anything X"
        ],
        "source": "Reminder Text",
        "quote": "Remember that protection keeps you out of DEBT. Damage, Enchant/Equip, Block, Target.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Proxy",
        "type": "Slang",
        "description": [
            "A item which represents another card in casual play, often a card similarly sized to an actual Magic card. Proxies are typically distinguished from counterfeit cards by deliberately not imitating real cards. Nevertheless, proxies are banned at sanctioned Magic events, and results may vary in your local game store or {pod}."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Rakdos",
        "type": "Concept",
        "description": [
            "The pair of {allied colors} {B} {R}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Black/Red"
        ],
        "see_also": [
            "Allied Colors",
            "Azorius",
            "Dimir",
            "Gruul",
            "Selesnya"
        ]
    },
    {
        "name": "Ramp",
        "type": "Slang",
        "description": [
            "Effects which accelerate the amount of mana a player gains beyond their {land drop}"
        ],
        "source": "MTG Wiki",
        "quote": "Turn one Sol Ring into Arcane Signet? You really love your ramp, huh.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Reach",
        "type": "Keyword",
        "description": [
            "This creature can block creatures with {flying}"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Reanimation",
        "type": "Slang",
        "description": [
            "An effect which returns a creature from the graveyard directly to the battlefield"
        ],
        "source": "MTG Wiki",
        "quote": "Nice work destroying my 7/7 flier. Too bad I'm gonna reanimate it.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Removal",
        "type": "Slang",
        "description": [
            "Spells that destroy or otherwise remove an opponent's permanents."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Renew",
        "type": "Keyword",
        "description": [
            "Exile this card from your graveyard: X happens. Activate only as a sorcery."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Reserved List",
        "type": "Concept",
        "description": [
            "A list of cards which Wizards of the Coast has promised to never reprint or make functional equivalents of in any tournament-legal form. The list was created in 1999 to appease collectors who did not want to see their valuable cards plummet in price via reprints."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Resolve",
        "type": "Concept",
        "description": [
            "When a spell on the {stack} is allowed to apply its effects."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Response",
        "type": "Slang",
        "description": [
            "A card or ability a player chooses to activate upon another player's own card or ability. Typically an {instant speed} response, which then goes on the {stack}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Ritual",
        "type": "Slang",
        "description": [
            "Sorceries or instants which add an amount of mana as a one-time effect. Named after Dark Ritual"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Room",
        "type": "Type",
        "description": [
            "A type of {enchantment} similar to a {split card}, Rooms have two sides, of which a player can choose one to cast. While it's on the battlefield, at {sorcery speed}, they can pay the cost of the other side to 'unlock' it and its effects."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Rule Zero",
        "type": "Slang",
        "description": [
            "The idea that in a casual play group, anything may be allowed or prohibited so long as the group is comfortable with it. Bans and rules may exist for more professional events, but at the end of the day, Magic is just a game, and games can be played however their players want."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Rummage",
        "type": "Slang",
        "description": [
            "The action of first discarding a card, then drawing a card, like a reverse {looting}. Named after Rummaging Goblin"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Sacrifice",
        "type": "Keyword",
        "description": [
            "To put a {permanent} you control into its owners graveyard. Note this is not destroying the creature, but sending it directly to the graveyard, so it bypasses {indestructible}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Saddle",
        "type": "Keyword",
        "description": [
            "Saddle N - Tap any number of other creatures you control with total power N or more: This Mount becomes saddled until end of turn. Saddle only as a sorcery."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Crew",
            "Station"
        ]
    },
    {
        "name": "Saga",
        "type": "Type",
        "description": [
            "A temporary enchantment with multiple effects, called chapters. When the saga enters and after its controller's draw step, a lore counter is added. Then, the chapter corresponding to the number of lore counters triggers. Finally if that was the last chapter, {sacrifice} the Saga."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Scoop",
        "type": "Slang",
        "description": [
            "Conceding the game, named after the player 'scooping' their cards off of the table to gather them all."
        ],
        "source": "MTG Wiki",
        "quote": "Turn one Sol Ring? Nah I'm scooping",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Scry",
        "type": "Keyword",
        "description": [
            "Take the top N cards of the {library}, and place any of them on the top or bottom of the library in any order you wish."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Sealed",
        "type": "Format",
        "description": [
            "A format where each player receives 6 booster packs, and build a 40-card deck from that only that pool of cards. Basic lands are provided, and no other restrictions apply"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Selesnya",
        "type": "Concept",
        "description": [
            "The pair of {allied colors} {G} {W}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Green/White"
        ],
        "see_also": [
            "Allied Colors",
            "Azorius",
            "Dimir",
            "Gruul",
            "Rakdos"
        ]
    },
    {
        "name": "Shard",
        "type": "Slang",
        "description": [
            "A three color combination of a color and its {allied colors}, its neighbors on the {color pie}. The term, as well as each group's name, come from the five shards of Alara:",
            "{Bant}: {G} {W} {U}",
            "{Esper}: {W} {U} {B}",
            "{Grixis}: {U} {B} {R}",
            "{Jund}: {B} {R} {G}",
            "{Naya}: {R} {G} {W}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Wedge"
        ]
    },
    {
        "name": "Shock Land",
        "type": "Slang",
        "description": [
            "A {dual land} which enters the battlefield tapped unless its controller pays two life. Named for Shock, a {spell} which deals two damage, since having the land come in untapped is similar to shocking yourself."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Shroud",
        "type": "Keyword",
        "description": [
            "This {permanent} or player can’t be the target of spells or abilities."
        ],
        "source": "Reminder Text",
        "quote": "Buddy, you put shroud on it. You can't target it with that spell.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Siege",
        "type": "Type",
        "description": [
            "A subtype of {battle}, sieges are given to an opponent to defend, and can be targeted directly in combat. Upon its 'defeat', it is exiled and recast transformed on its owner's battlefield."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Simic",
        "type": "Concept",
        "description": [
            "The pair of {enemy colors} {G} {U}, named after the Ravnican Guild"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Green/Blue"
        ],
        "see_also": [
            "Boros",
            "Golgari",
            "Izzet",
            "Orzhov"
        ]
    },
    {
        "name": "Single",
        "type": "Slang",
        "description": [
            "An individual card a player buys, as opposed to opening cards via a booster pack. If you are aiming for a specific card or cards, it is almost certainly more efficient to buy it as a single rather than purchase boosters until you open it."
        ],
        "source": "MTG Wiki",
        "quote": "Remember kids! Don't gamble for what you need, buy singles!",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Singleton",
        "type": "Slang",
        "description": [
            "A single instance of a card in a deck. Also refers to a deck restriction wherein every card aside from a few exceptions (such as {basic land} cards) must be a singleton."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Slow Land",
        "type": "Slang",
        "description": [
            "A {dual land} that comes onto the battlefield untapped if the player already controls a certain number of other lands."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Fast Land"
        ]
    },
    {
        "name": "Snow",
        "type": "Keyword",
        "description": [
            "A supertype of {basic land} from Ice Age, also applied to some dual lands in later sets. Some cards care about using snow lands, either rewarding the player for having them, or requiring mana from a snow land."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Sorcery",
        "type": "Type",
        "description": [
            "A one-shot spell which can only be cast during a player's {main phase}, with nothing on the stack."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Sorcery Speed",
        "type": "Keyword",
        "description": [
            "A non-{sorcery} that can only be played whenever a sorcery can be played. Usually used as a restriction on an {activated ability}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Spacecraft",
        "type": "Type",
        "description": [
            "An {artifact} which can {station} other creatures to add charge counters. Spacecraft unlock abilities or become a creature at certain thresholds of charge counters."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Speed",
        "type": "Mechanic",
        "description": [
            "Introduced in Aetherdrift, Speed is a resource that slowly increases once it is enabled. A player starts gaining speed once they control a {permanent} with 'Start Your Engines'. Whenever an opponent loses life during that player's turn, they increase their speed by 1, up to a maximum of 4. At 4 speed, the player is at 'Max Speed', and some cards provide effects at Max Speed."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Spell",
        "type": "Concept",
        "description": [
            "Officially, any card on the {stack} which has yet to resolve, which would be any played non-land card.",
            "",
            "Casually used to refer to an {instant} or {sorcery}, as their effects are only relevant on the stack."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Spellslinger",
        "type": "Slang",
        "description": [
            "A deck archetype centered primarily around casting instants and sorceries, rather than creatures or other permanents."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Splash",
        "type": "Slang",
        "description": [
            "Adding a small amount of cards of a color to a deck."
        ],
        "source": "MTG Wiki",
        "quote": "My deck is white and blue, splashing red.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Split Card",
        "type": "Type",
        "description": [
            "A single card 'split' into two separate cards. A player may cast either side, unless the card has {fuse} or {aftermath}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Split Second",
        "type": "Keyword",
        "description": [
            "As long as this spell is on the {stack}, players can't cast spells or activate abilities that aren't a {mana ability}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Spree",
        "type": "Keyword",
        "description": [
            "An {instant} or {sorcery} with multiple possible effects, where a player must pay for one or more of the costs."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Stack",
        "type": "Concept",
        "description": [
            "Where spells and abilities wait to resolve after being cast or triggered, and are removed from upon resolution. Any actions activated or triggered before a spell resolves are placed atop the stack. If multiple actions go on the stack at the same time, players may order their own actions however they wish, then the actions are placed on the stack in turn order.",
            "",
            "Once all players pass {priority}, the stack resolves from the top down, the most recent actions resolving first. Players can make a {response} after each resolution."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Standard",
        "type": "Format",
        "description": [
            "A rotating {constructed} format where players build 60-card decks from the most recent sets."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Modern",
            "Pioneer"
        ]
    },
    {
        "name": "Staple",
        "type": "Slang",
        "description": [
            "A prominent element in the game, be it common effects seen in every match, or common cards within a format."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Station",
        "type": "Keyword",
        "description": [
            "Tap another creature you control: Put charge counters equal to its power on this {permanent}. Station only as a sorcery."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Stax",
        "type": "Slang",
        "description": [
            "A deck archetype centered around symmetrical denial of resources, through the use of {sacrifice}, {tax}, land destruction, and other means of preventing players from playing the game."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Stompy",
        "type": "Slang",
        "description": [
            "An {aggro} mono-green deck consisting of cheap creature cards with high power and toughness, generally with a mana curve topping off at two, and pump spells."
        ],
        "source": "MTG Wiki",
        "quote": "Stompy: When your vegan friend wants to play Aggro.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Storm",
        "type": "Keyword",
        "description": [
            "When you cast this spell, copy it for each spell cast before it this turn. You may choose new targets for the copies"
        ],
        "source": "Reminder Text",
        "quote": "This is so broken WOTC made up the Storm Scale to rank how likely a mechanic will return.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Sultai",
        "type": "Concept",
        "description": [
            "The {wedge} combination of {B} {G} {U}, named after the respective clan of Tarkir"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Black/Green/Blue"
        ],
        "see_also": [
            "Abzan",
            "Jeskai",
            "Mardu",
            "Temur"
        ]
    },
    {
        "name": "Superfriends",
        "type": "Slang",
        "description": [
            "A {planeswalker} focused deck centered around having multiple on the field at the same time. This makes it more difficult to eliminate all planeswalkers before one can cast its {ultimate}. Named after the classic DC superhero cartoon."
        ],
        "source": "MTG Wiki",
        "quote": "I made Justice League proxies so I could make a Superfriends Superfriends deck.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Survival",
        "type": "Keyword",
        "description": [
            "At the beginning of your second main phase, if this is tapped, ..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Suspect",
        "type": "Keyword",
        "description": [
            "A suspected creature has {menace} and can't block."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Tall",
        "type": "Slang",
        "description": [
            "A creature-based strategy to overwhelm the opponent by attacking with a small number of large creatures. These creatures often outclass or evade the opponent's creatures."
        ],
        "source": "MTG Wiki",
        "quote": "Wow a 48/48? You're going really tall apparently",
        "synonyms": [],
        "see_also": [
            "Wide"
        ]
    },
    {
        "name": "Tap",
        "type": "Keyword",
        "description": [
            "Rotate an upright card 90 degrees to signify it has been 'used'."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Tapped Out",
        "type": "Slang",
        "description": [
            "A player who has expended all of their mana sources, and has potentially tapped all of their creatures as well. A tapped out player most likely cannot use {removal}, leaving themselves vulnerable to powerful spells."
        ],
        "source": "MTG Wiki",
        "quote": "I think it's worth it to tap out here. You probably can't do anything, right?",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Tax",
        "type": "Concept",
        "description": [
            "Any effect which increases the cost of an action. This can be forcing players to spend extra mana to cast a spell, preventing a spell unless its caster pays a price, or another player getting a beneficial effect unless a price is paid."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Tempo",
        "type": "Slang",
        "description": [
            "The pace at which one plays threats, both through hitting their {land drop} and casting a creature or other threat each turn."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Temur",
        "type": "Concept",
        "description": [
            "The {wedge} combination of {G} {U} {R}, named after the respective clan of Tarkir"
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Green/Blue/Red"
        ],
        "see_also": [
            "Abzan",
            "Jeskai",
            "Mardu",
            "Sultai"
        ]
    },
    {
        "name": "Token",
        "type": "Concept",
        "description": [
            "A {permanent} that is not represented by a card. Tokens are created by other spells and abilities, rather than directly cast."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Topdeck",
        "type": "Slang",
        "description": [
            "To play a card that was just drawn, especially at the perfect time it was needed."
        ],
        "source": "MTG Wiki",
        "quote": "Nah don't worry I'll just topdeck some removal",
        "synonyms": [
            "Mise",
            "Rip"
        ],
        "see_also": []
    },
    {
        "name": "Trade",
        "type": "Slang",
        "description": [
            "In the context of playing the game, two creatures dealing lethal damage to each other."
        ],
        "source": "MTG Wiki",
        "quote": "Imagine actually trading the cards for this trading card game.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Trample",
        "type": "Keyword",
        "description": [
            "When this creature deals combat damage to another creature, any damage exceeding lethal damage may be assigned to the player, {planeswalker}, or {battle} it is targeting."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Triggered Ability",
        "type": "Concept",
        "description": [
            "An ability that automatically activates when a specific event occurs. When it triggers, the effect goes onto the {stack} unless it is a {mana ability}"
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Tutor",
        "type": "Slang",
        "description": [
            "A spell which allows a player to search their {library} for a specific card, placing it on the field, in the hand, or on top of the library. Named after Demonic Tutor and the four tutors from the Mirage block"
        ],
        "source": "MTG Wiki",
        "quote": "I'm gonna tutor for Vampiric Tutor, and use that to tutor for my win con.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Typal",
        "type": "Slang",
        "description": [
            "A deck centered around a specific creature type, using creatures of that type and cards which can bolster it."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Tribal"
        ],
        "see_also": []
    },
    {
        "name": "Ultimate",
        "type": "Slang",
        "description": [
            "A {planeswalker}'s ability which provides a massive effect at the cost of several loyalty counters. Ultimates are often able to massively swing the game in their controller's favor, provided the player can accrue the counters needed to activate it."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Un-set",
        "type": "Slang",
        "description": [
            "Humorous sets produced by Wizards of the Coast which are designed for casual play, and whose cards are illegal outside of the set. So far there have been five Un-sets: Unglued, Unhinged, Unstable, Unsanctioned, and Unfinity."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": [
            "Silver Border",
            "Acorn"
        ]
    },
    {
        "name": "Valiant",
        "type": "Keyword",
        "description": [
            "Whenever this becomes the target of a spell or ability you control for the first time each turn, ..."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Value",
        "type": "Slang",
        "description": [
            "The advantage a player gains in playing a card. Cards can have variable value depending on the game state or means in which it was cast."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Vanilla",
        "type": "Slang",
        "description": [
            "A creature without any abilities, just its power and toughness."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Variance",
        "type": "Slang",
        "description": [
            "How differently a gameplay element plays out from one play experience to the next. Factors like deck order, getting to play first, and the opponents' decks can influence variance."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Vehicle",
        "type": "Keyword",
        "description": [
            "An {artifact} which can become an artifact creature once it gets enough {crew}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Vigilance",
        "type": "Keyword",
        "description": [
            "Attacking doesn't cause this creature to {tap}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Vintage",
        "type": "Format",
        "description": [
            "A {constructed} format where players construct 60-card decks where every regular card ever printed is legal. Differs from {Legacy} in that some Legacy-banned cards are instead restricted to being {singleton}."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Void",
        "type": "Keyword",
        "description": [
            "X happens if a nonland {permanent} left the battlefield this turn or a spell was {warp}ed this turn"
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Voltron",
        "type": "Slang",
        "description": [
            "A deck archetype centered around casting one particularly strong creature, then improving it with various {aura} and {equipment} cards. Often seen in Commander, where the constant presence of the commander and the commander damage rule make Voltron far more consistent. Named after the titular cartoon/anime/westernized frankenstein of an anime."
        ],
        "source": "MTG Wiki",
        "quote": "I just love playing voltron. I think my commander is cool, and I want them to be the one doing the cool things.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Ward",
        "type": "Keyword",
        "description": [
            "Ward N - Whenever this becomes the target of a spell or ability an opponent controls, counter it unless that player pays N."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Warp",
        "type": "Keyword",
        "description": [
            "You may cast this card from your hand for its warp cost. Exile this creature at the beginning of the next end step, then you may cast it from exile on a later turn."
        ],
        "source": "Reminder Text",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Wedge",
        "type": "Concept",
        "description": [
            "A three color combination of a color and its {enemy colors}, the colors opposite it on the {color pie}. The names of each wedge come from the five clans of Tarkir:",
            "{Mardu}: {R} {W} {B}",
            "{Temur}: {G} {U} {R}",
            "{Abzan}: {W} {B} {G}",
            "{Jeskai}: {U} {R} {W}",
            "{Sultai}: {B} {G} {U}",
            "The name 'wedge' comes from the triangular shape made when connecting the three colors on the {color pie}."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Wheel",
        "type": "Slang",
        "description": [
            "An effect which makes one or more players, often everyone, discard their hand and draw a new hand. Named after Wheel of Fortune."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "Wide",
        "type": "Slang",
        "description": [
            "A creature-based strategy, often making use of tokens, to overwhelm the opponent by attacking with a huge number of small creatures."
        ],
        "source": "MTG Wiki",
        "quote": "Ok I know you like going wide, but seriously how'd you make 20 guys in one turn?",
        "synonyms": [],
        "see_also": [
            "Tall"
        ]
    },
    {
        "name": "Win Condition",
        "type": "Slang",
        "description": [
            "The method a deck uses to win. For example, {aggro} wants a lot of cheap creatures, while {combo} wants to get certain cards on the field at the same time."
        ],
        "source": "MTG Wiki",
        "quote": "",
        "synonyms": [
            "Wincon"
        ],
        "see_also": []
    },
    {
        "name": "WUBRG",
        "type": "Slang",
        "description": [
            "The names and orders of five colors of Magic: The Gathering:",
            "White {W}",
            "blUe {U}",
            "Black {B}",
            "Red {R}",
            "Green {G}",
            "Pronounced 'woo-berg'."
        ],
        "source": "MTG Wiki",
        "quote": "Why is Blue U? Because Black is the selfish color, so it steals the B. Why is it not L? Cause Blue has never taken an L in its life.",
        "synonyms": [],
        "see_also": []
    },
    {
        "name": "X",
        "type": "Concept",
        "description": [
            "A variable which needs to be determined. X can appear as a mana cost or variable within the rules text of a card."
        ],
        "source": "",
        "quote": "",
        "synonyms": [],
        "see_also": []
    }
]